var  adTime , discriptionPage ,  addTitleIpage,addTitleContainerOne_n
,addContainerOne_n , addTitleContainerTwo_n , addContainerTwo_n ,addSourcesAndQuotesTwo_n , addTitleContainerThree_n,addContainerThree_n,
addTitleContainerFour_n,addContainerFour_n ,addSourcesAndQuotesFour_n ,
addTitleContainerfive_n,addContainerfive_n,addTitleContainerSix_n,addContainerSix_n,addTitleContainerSeven_n,addContainerSeven_n,addSourcesAndQuotesOne_n
,addSourcesAndQuotesThree_n,addSourcesAndQuotesfive_n,addSourcesAndQuotesSix_n,addSourcesAndQuotesSeven_n,addSugg_vrOne,addSugg_vrTwo,addSugg_vrThree,addSugg_vrFour,addSugg_vrFive;

var b = " <br> "

// add time
adTime = "الاربعاء ,  10  يونيو  2020"


// add discription to another page 
discriptionPage = "اقتصاد"


// one container
addTitleContainerOne_n = " حوكمة الشركات"

addContainerOne_n = "يعني مفهوم حوكمه الشركات  التزام الشركة بالإدارة الجيدة، ولأن السوق المالية تساهم في توسيع قاعدة المساهمين فإن الشركات تسعى إلى استقطاب مساهمين أكثر لخدمة أهدافها التوسعية هذه ومن أهم معايير استقطاب هؤلاء المستثمرين كفاءة الإدارة في تحقيق غايات المساهمين لذلك فإن الإتجاه العام أن شركات المساهمة المطروحة للجمهور أو ما يطلق عليها شركات الاكتتاب العام يلزم أن تتوافر فيها الكفاءة الإدارية بدرجة أكبر من شركات المساهمة التي لم تطرح للاكتتاب العام أو ما يطلق عليها الشركات العائلية، حيث أنه كلما التزمت الشركة بقواعد الحوكمة كلما زادت ثقة المستثمرين فيها ما يؤدي الى ارتفاع ربحها."

addSourcesAndQuotesOne_n

// tow conainer 
addTitleContainerTwo_n = "سلبيات أسواق المال"

addContainerTwo_n = "يقوم التمييز, بين الاستثمار في الشركات عن طريق السوق المالي بهدف الحصول على نسبة من أرباح تلك الشركات وهو مفيد لتلك الشركات ويساهم في نشاط اقتصادها ، عن طريق الاستثمار في السوق المالي وشركاته بهدف المضاربة، وهو  احد الحوافز الرئيسيه للمستثمرين في السوق. وبالنسبة لهؤلاء، أفراداً أو مؤسسات يعتبر السوق المالي لزياده الدخل وربح المال ،  إذ يحتمل ولو نظرياً أن تتمكن كل الشركات في أي نشاط تجاري ضخم من تحقيق الأرباح أو عدم التعرض للخسائر على الأقل، لكن ذلك غير ممكن عن طريق المضاربة في الأسواق المالية حتى نظرياً، فكل ربح عن طريق المضاربة في السوق المالي لا بد من أن يخسر وقد تكون خساراته اضعاف فوزه ."
+b+"الاستثمار الحقيقي في السوق هو إدارة السوق بالإضافة إلى وسيط أوراق مالية الذين يتقاضون عمولات مفروضة على كل عملية تداول وعند ايداع كل مبلغ. وبالتالي فهم يضمنون ربحهم في كلتا حالات المتداول سواء خسر ام ربح. "
+b+b+b+"ويسهم السوق المالي في غياب السيولة النقدية عن الاقتصاد، إذا يتسبب ضخ السيولة في السوق المالي خصوصاً أثناء فترات صعود السوق وارتفاع الأسعار في تشجيع الناس على استثمار مدخراتهم ودخلهم ورؤوس أموالهم للمضاربة في السوق المالي. يتباطؤ نشاطهم الاقتصادي خلال تلك الفترات."

addSourcesAndQuotesTwo_n


// three container 
addTitleContainerThree_n = " عمل البورصة"

addContainerThree_n = "يقسم سوق البورصه الى قسمين؛ هما السوق الرئيسيّة والسوق الثانويّة. تعمل السوق الرئيسيّة على بيع الأوراق الجديدة للمرة الأولى عن طريق تطبيق مجموعة من عروض الاكتتاب، وغالباً ما يحصل المُؤسّسون من المستثمرين على أغلب الأوراق الماليّة، أمّا في السوق الثانويّة تُنفِّذ كافّة العمليّات اللاحقة للتداول، ويُشارك في هذا السوق العديد من المستثمرين؛ سواءً من الأفراد أو المُؤسّسات" +b+
"تعمل البورصه في الغالب على تحقيق التداول الخاصّ في شركات الأسهم من خلال مجموعة من عمليّات التبادل التي تجمع بين البائعين والمشترين؛ إذ تُدرَج الأسهم المُتداوَلة ضمن صفقات للتداول، ومن المُمكن العمل على تنفيذها بطريقة إلكترونيّة، وتتضمن وجود عَمَليَّتين هما شراء وبيع الأسهم وكافّة الأوراق الماليّة بين الطرفياً." +b+
"شراء الأسهم التي ترتفع أو تنخفض أسعارها، وهذه من الأسباب المُشجّعة للعديد من المستثمرين لشراء مجموعة منها في أغلب القطاعات المهنيّة، ويطلق على هذا الشيء مُسمّى التنويع، وغالباً يكون الهدف من شراء الأسهم المُتنوّعة هو الحصول على المال من خلال التعامل مع أسهم الشركات التي من المُتوقّع أنّ تُحقق أرباحاً جيّدةً، ممّا يُؤدّي إلى ارتفاع سعر أسهمها، أمّا بيع الأوراق الماليّة (الأسهم) هو عبارة عن صفقة تتمّ بين البائع والمُشتري؛ إذ عندما ينخفض سعر السهم يسعى البائعون لبيعه، كما يكون المشترين على استعداد لشرائه، وغالباً يبدأ كلّ مشترٍ بشراء الأسهم المطروحة عندما تصل إلى نقطة مُحدّدة من السعر."

addSourcesAndQuotesThree_n


// four container 
addTitleContainerFour_n = 'أصل كلمة بورصة'

addContainerFour_n = 'اصل كلمه "بورصة" هو اسم عائلة فان در بورصن (Van der Bürsen) البلجيكية التي كانت تعمل في مجال البنوك، واتفق على أن يكون الفندق الذي تملكه هذه العائلة بمدينة بروج مكاناً لالتقاء التجار المحليين في فترة القرن الخامس عشر، فأصبح بمرور الزمن رمزا لسوق رؤوس الأموال وبورصة للسلع. جاء أول نشر لما يشبه قائمة بأسعار البورصة طيلة فترة التداول لأول مرة عام 1592 بمدينة أنتويرب.'

addSourcesAndQuotesFour_n


// five container 
addTitleContainerfive_n = 'الاسهم المتداوله '

addContainerfive_n  = 'في سوق الأوراق المالية، لا يتم  توظيف الأسهم  للتفاوض فحسب، بل أيضًا التفاوض على الأصول المالية الأخرى مثل السندات وحقوق الاكتتاب، وهي الأصول المالية التي قررت الشركات بيعها أو التفاوضبها لغرض تلبيه احتياجاتها الماليه.'

addSourcesAndQuotesfive_n



// sex container 
addTitleContainerSix_n

addContainerSix_n 

addSourcesAndQuotesSix_n


// seven container
addTitleContainerSeven_n

addContainerSeven_n 

addSourcesAndQuotesSeven_n


addSugg_vrOne = "https://www.trouko.co/subjects/company/%D8%A7%D8%A8%D9%84/"
addSugg_vrTwo 
addSugg_vrThree 
addSugg_vrFour 
addSugg_vrFive