var  adTime , discriptionPage ,  addTitleIpage,addTitleContainerOne_n
,addContainerOne_n , addTitleContainerTwo_n , addContainerTwo_n ,addSourcesAndQuotesTwo_n , addTitleContainerThree_n,addContainerThree_n,
addTitleContainerFour_n,addContainerFour_n ,addSourcesAndQuotesFour_n ,
addTitleContainerfive_n,addContainerfive_n,addTitleContainerSix_n,addContainerSix_n,addTitleContainerSeven_n,addContainerSeven_n,addSourcesAndQuotesOne_n
,addSourcesAndQuotesThree_n,addSourcesAndQuotesfive_n,addSourcesAndQuotesSix_n,addSourcesAndQuotesSeven_n,addSugg_vrOne,addSugg_vrTwo,addSugg_vrThree,addSugg_vrFour,addSugg_vrFive;

var b = " <br> "

// add time
adTime = "الجمعة , 1  اغسطس  2020"


// add discription to another page 
discriptionPage = "فاكهة"


// one container
addTitleContainerOne_n = "ما هي فوائد الموز"

addContainerOne_n = 'تحتوي موزة واحدة متوسطة الحجم على حوالي 105 سعرة حرارية ، مقارنة بـ 144 سعرة حرارية في حصة البطاطس. الموز فعّال من حيث التكلفة كمصدر للطاقة. يتم استخدامها كتعزيز سريع للطاقة كثيفة المغذيات من أجل تمارين التحمل والرياضات ، مع مؤشر نسبة السكر في الدم 51.'
+b+'علاج الكآبة'
+b+'وفقاً لدراسة جديدة على أشخاص مصابين بالكآبة، شعر الكثيرون بالتحسن بعد تناولهم الموز، حيث يحتوي الموز على ترايبتوفان، نوع من البروتين الذي يحوله الجسم إلى سيروتونين، الذي يمنح الجسم الراحة والاسترخاء، ويحسن المزاج، ويجعلك تشعر بالسعادة.'
+b+'علاج آلام وأعراض الدورة الشهرية'
+b+'تناول الموز قبل وخلال الدورة الشهرية يعمل على تنظيم مستويات الغلوكوز في الدم، الأمر الذي يحسن المزاج ويمد الجسم بفيتامين ب6 ويهدئ الألم.'
+b+'فقر الدم وضغط الدم'
+b+"فقر الدم يحتوي الموز على مستويات عالية من الحديد، كما يقوم الموز بتحفيز إنتاج الهيموجلوبيين في الدم وكذلك يساعد على علاج فقر الدم. هذه الفاكهة الاستوائية الفريدة عالية جداً بالبوتاسيوم ولكنها قليلة الملح، مما يجعلها مثالية لمكافحة ضغط الدم"
+b+"تحفيز قدرة الدماغ"
+b+"في دراسة شملت 200 طالب تم إعطائهم الموز في وجبة الإفطار والفسحة والغداء، لتحفيز قدرة الدماغ. فأثبتت الدراسة بأن الفاكهة الغنية بالبوتاسيوم، تقوم بتحفيز القدرة الدماغية عند الطلاب للتعلم أكثر."
+b+"الإمساك"
+b+"يحتوي الموز على مستوى عال من الألياف، لذلك فإن إدخاله في الحمية الغذائية يساعد على إعادة عمل الأمعاء الطبيعي، كما يساعد على التغلب على المشكلة دون اللجوء إلى أدوية مسهلة."
+b+"حموضة المعدة"
+b+"للموز تأثير طبيعي معدّل للحموضة في الجسم، وينصح بتناول الموز للتخلص من الحموضة."
+b+"غثيان الصباح عند الحوامل"
+b+"لا غثيان في الصباح مع الموز، يعمل الموز على تهدئة المعدة، وبث السرور في الجسم، كما يغذي الطفل."
+b+"عضات البعوض قبل أن تفكري في الكريمات والمراهم، هناك طريق أسهل وأفضل، افركي عضات البعوضة بالجلدة الداخلة البيضاء للموزـ التي تعمل على تخفيف التورم والاحمرار."
+b+"الأعصاب لأن الموز غني بفيتامينات مجموعة ب التي تساعد على تهدئة النظام العصبيَ"
+b+"زيادة الوزن والعمل وجدت دراسات قام بها معهد علم النفس في النمسا بأن ضغط العمل يؤدي إلى التهام أطعمة مهدئة مثل الشوكولا ورقائق البطاطس. حيث وجدت بأن سبب بدانة أكثر من 5,000 كانت على الأرجح بسبب ضغط العمل. ولتفادي شهوة تناول الطعام، نحتاج للسيطرة على مستويات السكر في الدم عن طريق تناول وجبات خفيفة عالية بالكربوهيدرات والفيتامينات المغذية، كل ساعتان، فكان الموز الفاكهة الأكثر ملائمة لمنع البدانة."
+b+"قرحة المعدة"
+b+"يستخدم الموز لعلاج الاضطرابات المعدية بسبب قوامه الناعم. ويعتبر الموز الفاكهة النيئة الوحيدة التي يمكن أن تؤكل دون ضِيق في الحالات المرضية. حيث يحيد حموضة المعدة ويخفف التهاب بطانة المعدة."
+b+"السيطرة على درجة الحرارة"
+b+"تعتقد العديد من الثقافات بأن الموز يستطيع خفض درجة حرارة الجسم الطبيعية، والعاطفية للأمهات الحوامل. وفي تايلاند تأكل النساء الحوامل الموز لضمان ولادة الطفل في درجة حرارة معتدلة."
+b+"الإضرابات العاطفية الموسمية والاكتئاب"
+b+"يساعد الموز على التخفيف من أعراض الاضطرابات العاطفية الموسمية بسبب توفر مادة التربوتوفان به."
+b+"علاج التدخين"
+b+"يمكن أن يساعد الموز الأشخاص الذين يحاولون الإقلاع عن التدخين. لاحتوائه على فيتامينات ب 6، وب 12، بالإضافة إلى البوتاسيوم، والمغنيسيوم، كما يساعد الجسم على التعافي من تأثيرات انسحاب النيكوتين."
+b+"الإجهاد"
+b+"البوتاسيوم معدن حيوي، يساعد على جعل نبض القلب متوازناً، ويحفز إرسال الأكسجين إلى الدماغ كما ينظم توازن الماء في الجسم. عندما نكون مرهقين، فإن مستوى الأيض يرتفع، مما يخفض مستويات البوتاسيوم. ويمكن إعادة توازن الجسم بتناول الموز الغني بالبوتاسيوم."
+b+"السكتات القلبية"
+b+"وفقاً لبحث في مجلة نيوإنغلند الطبية، فإن تناول الموز كجزء من حمية منتظمة يمكن أن يقلل خطر الموت بالسكتة بنسبة 40%."
+b+"وهكذا فالموز غذاء كامل متكامل، وعند مقارنته بالتفاح، فالموز يحتوي على 4 مرات أكثر بروتين، ومرتين أكثر كربوهيدرات، و3 مرات أكثر فسفور، وخمس مرات أكثر فيتامين أ وحديد، ومرتين أكثر فيتامينات، ومعادن، كما أنه غني بالبوتاسيوم."
+b+"خفض ضغط الدم وتأثير القلب"
+b+"من المحتمل أن يكون المحتوى العالي من البوتاسيوم مسؤولًا عن قدرته على تقليل ضغط الدم ، إلى جانب انخفاض نسبة الصوديوم. يُعتقد أن نقص البوتاسيوم هو العامل الأساسي في ارتفاع ضغط الدم ، خاصةً لأنه يساعد على خفض تركيز الصوديوم في الدم. وجدت بعض الدراسات أن تناول موزتين يوميًا أدى إلى انخفاض ضغط الدم بنسبة 10٪ خلال أسبوع واحد ، وأن 5 ثمرات موز يوميًا كانت نصف فعالية استخدام الأدوية الخافضة للضغط."


addSourcesAndQuotesOne_n

// tow conainer 
addTitleContainerTwo_n = "الانتاج الزراعي"

addContainerTwo_n = 'يزرع الموز في أكثر من 150 دولة ، ويتم إنتاج 105 مليون طن من الفاكهة كل عام. يزرع الموز الذي يزرع للاستهلاك المحلي بشكل عام في أنظمة تقليدية واسعة النطاق.'
+b+'إن موز الحلوى ، مثل صنف كافنديش ، له أهمية اقتصادية كبيرة للعديد من البلدان في جنوب الكرة الأرضية ، ويمثل 43 مليون طن. ويمثل الموز 45 مليون طن. يعد الموز المستهلك محليًا طعامًا أساسيًا في العديد من البلدان الاستوائية ويلعب دورًا رئيسيًا في مجال الأمن الغذائي.'

addSourcesAndQuotesTwo_n


// three container 
addTitleContainerThree_n = "بذور الموز"

addContainerThree_n = ' الموز لا يحتوي على بذور  كالأنناس، ويعود سبب غياب البذور في ثمرة الموز بأنّها تنمو من أنواع متزاوجة بدون تلقيح، إلّا إنّه يمكن ملاحظة وجود بعض البذرات الصغيرة في الموز الأخضر قبل نضجه وتحوله للون الأصفر، والتي تختفي خلال عملية النضج بسبب عدم حدوث تلقيح لها، ولذلك يقوم المزارعين بزراعة الموز من خلال فصل النباتات الصغيرة التي تتفرع من نبتة الموز البالغة وتتواجد حولها وزراعتها مباشرةً في التربة، ويعتقد بعض العلماء بأنّ الإنسان الذي عاش قبل 5000 سنة قبل الميلاد قد استطاع أن يتوصّل لطريقة تهجين الموز والحصول على ثمار موز من دون بذور.'

addSourcesAndQuotesThree_n


// four container 
addTitleContainerFour_n

addContainerFour_n

addSourcesAndQuotesFour_n


// five container 
addTitleContainerfive_n

addContainerfive_n 

addSourcesAndQuotesfive_n



// sex container 
addTitleContainerSix_n

addContainerSix_n 

addSourcesAndQuotesSix_n


// seven container
addTitleContainerSeven_n

addContainerSeven_n 

addSourcesAndQuotesSeven_n


addSugg_vrOne 
addSugg_vrTwo = "https://www.trouko.co/subjects/food_fruits_vegetables/التفاح/"
addSugg_vrThree = "https://www.trouko.co/subjects/food_fruits_vegetables/اناناس/"
addSugg_vrFour 
addSugg_vrFive